[
  {
    "name": "Harish Elumalai",
    "occupation": "Detective",
    "imgurl": "https://i.pinimg.com/236x/74/ca/f5/74caf5b5b44853684277e2ddc5509f7e.jpg",
    "review_content": "This movie was absolutely horrible. A boring, random, nonsensical mess from start to finish. The film is incompetently directed from a very poor script.sdf sdfsd "
  },
  {
    "name": "Aiden Pearce",
    "occupation": "Vigalante",
    "imgurl": "https://a1cf74336522e87f135f-2f21ace9a6cf0052456644b80fa06d4f.ssl.cf2.rackcdn.com/images/characters_opt/p-watch-dogs-aiden-pearce.jpg",
    "review_content": "I'll start by saying that BvS is far from the worst movie I've ever seen (and there have been plenty of worse ones, believe me). And this movie does have a few things working in its favor. That being said, those few things don't justify the many issues with this film."
  },
  {
    "name": "Sherlock Holmes",
    "occupation": "Detective",
    "imgurl": "https://yt3.ggpht.com/ytc/AAUvwnjIcdBYKWiRzC25WYws-5Gv6_iG8eHTXFWBQ2eD=s900-c-k-c0x00ffffff-no-rj",
    "review_content": "Based on some of the controversy that erupted around the negative reviews for both this movie and Suicide Squad, I'm guessing that there's a few of you reading this who actually believe that Marvel and/or Disney pays movie reviewers to give their movies positive reviews on a regular basis and to give DC films negative reviews. I've seen plenty of YouTubers making videos accusing critics of being biased towards Marvel and Disney and saying that we should all try to be objective when it comes to critiquing film. I'll say firsthand that there are a lot of movies that I personally feel get unfair criticism."
  },
  {
    "name": "Bruce Wayne",
    "occupation": "Batman",
    "imgurl": "https://i.pinimg.com/280x280_RS/b4/d1/42/b4d142020848dd74eaa355b3438c445f.jpg",
    "review_content": "I don't give a damn what anybody else says. I am positive on this movie every time I rewatch it but if I had to choose between the theatrical cut or the extended cut i would choose the extended one because it makes more sense. But despite that the action sequences, the visual effects, and the performances of Ben Affleck, Henry Cavill, and Gal Gadot makes me thoroughly enjoy both versions."
  }
]
